name = str('Name:Vladimir')              # Переменной name присваеваем значение имени
print (name)                             # Выводим значение переменной name на экран
age = int(31)                            # Создаем переменную age присваеваем значение возраста(целое число:int)
print ('Age:',age)                       # Выводим значение переменной age на экран
age = int(32)                            # Присваеваем переменной age новое значение(целое число:int)
print ('New age:',age)                   # Выводим измененное значение переменной age на экран
is_student = (age>=age)                  # Cоздаем переменную is_studtent присваеваем ей логическое значение (True)
print ('Is Student:',is_student)         # Выводим значение переменной is_student на экран