example = 'RangerV2'                        # Записываем строку в переменную example
print (example [0])                         # Выводим первый символ этой строки
print (example[-1])                         # Выводим последний символ этой строки (используя отрицательный индекс)
print (example[3:])                         # Выводим вторую половину этой строки (С нечётным количеством символов)
print (example[::-1])                       # Выводим это слово наоборот
print (example[1::2])                       # Выводим каждый второй символ этой строки